export const agreementText = `Ця політика конфіденційності визначає загальні умови обробки та захисту персональних даних, які можуть збиратися в процесі використання Сайту та (або) збираються в процесі отримання послуг, що надаються Виконавцем. 
1. Загальні положення 
1.1. Перед початком використання Сайту, заповнення спеціальної форми на Сайті та (або) здійсненням оплати послуг, що надаються Виконавцем, Замовник зобов’язаний ознайомитись із положеннями цієї Політики конфіденційності та надати свою однозначну згоду на обробку своїх персональних даних. 
1.2. Згода Замовника на обробку його персональних даних надається в електронній формі, шляхом проставлення відмітки напроти відповідного пункту під час заповнення спеціальної форми на Сайті. Згода Користувача на обробку його персональних даних може виражатись у конклюдентних діях, зокрема в продовженні використання Сайту, замовленні та оплаті послуг тощо після того, як він повинен був ознайомитись із цією Політикою конфіденційності. 
1.3. Замовник повинен негайно припинити використання Сайту, якщо Замовник не погоджується з умовами цієї Політики конфіденційності. 
1.4. Володільцем та розпорядником персональних даних відповідно до цієї Політики конфіденційності є фізична особа-підприємець Шушунова Тетяна Андріївна (реєстраційний номер облікової картки платника податків 3262704868). 

2. Визначення понять і їх тлумачення 
2.1. Терміни та поняття, що використовуються у цій Політиці конфіденційності, вживаються у значеннях наведених нижче: 
Сайт – сукупність даних (текстів, графічних і дизайнерських елементів, фото, відео та інших результатів інтелектуальної діяльності, комп’ютерних програм), що пов’язані між собою, містяться в інформаційній системі, та забезпечують доступність цієї інформації для кінцевих споживачів та розміщуються за адресою: https://shushunovamova.com.ua, а також усі піддомени. 
Користувач – фізична особа, яка використовує Сайт. 
Замовник – дієздатна фізична особа, яка має намір отримувати послуги Виконавця. 
Виконавець – фізична особа-підприємець Шушунова Тетяна Андріївна (реєстраційний номер облікової картки платника податків 3262704868), яка є володільцем та розпорядником персональних даних Користувачів. 
2.2. Заголовки у цій Політиці конфіденційності наводяться лише для зручності і не впливають на тлумачення пунктів Політики конфіденційності. 
2.3. У випадку, якщо у цій Політиці конфіденційності використовуються терміни і поняття не визначені цим розділом Політики конфіденційності, то тлумачення такого терміну або поняття відбувається відповідно до тексту цієї Політики. У випадку відсутності однозначного тлумачення терміну або поняття, необхідно тлумачити це поняття виходячи із правил розуміння таких термінів та понять в мережі інтернет. 

3. Дані, які можуть збиратися 
3.1. До інформації про Замовника, яка може збиратися відповідно до цієї Політики конфіденційності, відноситься: 
3.1.1. Інформація, отримана від Замовника, зокрема: 
- ПІБ Замовника; 
- номер телефону Замовника; 
- електронна пошта Замовника.
3.1.2. Інформація, отримана під час використання Сайту, зокрема: - файли Cookies; 
- IP-адреса Користувача; 
- поведінка Користувача на Сайті. 
3.2. Виконавець може автоматично збирати неособисту інформацію Користувача, тобто таку, що не дає можливості прямо чи опосередковано ідентифікувати Користувача, зокрема про тип браузера Користувача або інформацію про сайт, з якого Користувач перейшов на Сайт. 

4. Мета обробки та строки зберігання персональних даних 
4.1. Прізвище, ім’я, по батькові, номер телефону, електронна пошта Замовника збираються для організації та реалізації співпраці між Замовником та Виконавцем, зокрема для надання Виконавцем послуг Замовнику. 
Така інформація зберігається протягом трьох років з моменту здійснення останньої оплати послуг Виконавця. 
4.2. Електронна пошта Замовника та номер телефону збираються для обміну інформацією з Замовником, у тому числі щодо надання Замовнику інформації рекламного характеру про діяльність Виконавця. 
Така інформація зберігається протягом трьох років з моменту здійснення останньої оплати послуг Виконавця. 
Користувач має право в будь-який момент відмовитись від отримання SMS, листів на електронну пошту з інформацією, визначеною цим пунктом. 
4.3. Інформація про файли Cookies, IP-адресу Користувача, поведінку Користувача на Сайті збирається для адаптації маркетингових і рекламних заходів, що пропонується на Сайті або сервісах третіх осіб, та контролю загальної і індивідуальної активності Користувачів. 
Така інформація зберігається протягом трьох років з моменту останнього відвідування Сайту Користувачем. 
4.4. Виконавець не здійснює збір та обробку платіжних даних Замовника. 

5. Права Користувача 
5.1. Користувач має право: 
5.1.1. знати про джерела збирання, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження або місце проживання (перебування) володільця чи розпорядника персональних даних або дати відповідне доручення щодо отримання цієї інформації уповноваженим ним особам, крім випадків, встановлених законом; 
5.1.2. отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх осіб, яким передаються його персональні дані; 
5.1.3. на доступ до своїх персональних даних; 
5.1.4. отримувати не пізніш як за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених законом, відповідь про те, чи обробляються його персональні дані, а також отримувати зміст таких персональних даних; 
5.1.5. пред’являти вмотивовану вимогу володільцю персональних даних із запереченням проти обробки своїх персональних даних; 
5.1.6. пред'являти вмотивовану вимогу щодо зміни або знищення своїх персональних даних будь-яким володільцем та розпорядником персональних даних, якщо ці дані обробляються незаконно чи є недостовірними; 
5.1.7. на захист своїх персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв'язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять честь, гідність та ділову репутацію фізичної особи; 
5.1.8. звертатися із скаргами на обробку своїх персональних даних до Уповноваженого Верховної ради України з прав людини або до суду; 5.1.9. застосовувати засоби правового захисту в разі порушення законодавства про захист персональних даних;
5.1.10. вносити застереження стосовно обмеження права на обробку своїх персональних даних під час надання згоди; 
5.1.11. відкликати згоду на обробку персональних даних; 
5.1.12. знати механізм автоматичної обробки персональних даних; 
5.1.13. на захист від автоматизованого рішення, яке має для нього правові наслідки. 
5.2. Користувач, який має намір реалізувати свої права, передбачені пунктом 5.1 цієї Політики конфіденційності, направляє свою вимогу на адресу електронної пошти: tetyanashushunova@gmail.com. Така вимога розглядається Виконавцем протягом 10 днів з моменту отримання. 

6. Доступ до персональних даних третіми особами 
6.1. Персональні дані Користувачів можуть бути передані третім особам у таких випадках: 
6.1.1. за письмовою згодою Користувача; 
6.1.2. у випадках передбачених чинним законодавством України та цією Політикою конфіденційності; 
6.1.3. у випадку необхідності передачі даних партнерам (контрагентам тощо) Виконавця з метою вчинення правочинів (виконання зобов’язань), які пов’язані із Користувачем. 
6.2. Виконавець залишає за собою право надавати знеособлені дані будь-яким третім особам. 

7. Порядок захисту конфіденційної інформації 
7.1. Виконавець здійснює обробку персональних даних із застосуванням правових, організаційних та технічних заходів, що запобігають випадковим втратам, знищенню та (або) незаконній обробці, зокрема незаконного знищення чи доступу до персональних даних. 
7.2. Працівники Виконавця та треті особи, залучені Виконавцем з метою надання послуг Замовнику, мають доступ лише до тих персональних даних, які необхідні їм в процесі виконання своїх обов’язків. 
7.3. Видалення та знищення персональних даних Користувачів здійснюється у спосіб, що виключає подальшу можливість поновлення таких персональних даних. 

8. Інші положення 
8.1. Виконавець має право в односторонньому порядку змінювати умови цієї Політики конфіденційності, не повідомляючи про це Користувача. Зміни до Політики вступають у силу з моменту їх розміщення на Сайті. 
8.2. У разі, якщо будь-яке з положень цих Правил буде визнано будь-яким компетентним державним органом України недійсним, це не вплине на дійсність або можливість виконання будь-яких інших умов цих Правил, які залишаються повністю дійсними, якщо інше не передбачено законодавством України. 
8.3. Вирішення спорів, які виникають між Сторонами щодо виконання цих Правил, здійснюється шляхом переговорів. 
8.4. Спори між Сторонами, неврегульовані Сторонами шляхом переговорів, вирішуються компетентним судом України за законодавством України. 
Фізична особа-підприємець 
Шушунова Тетяна Андріївна 
РНОКПП: 3262704868
Адреса: 61184, Харківська обл., місто Харків, вул. Дружби народів будинок 215, квартира 74
`